{
  "10.1073/pnas.1116437108": {
    "type": "journal-article",
    "doi": "10.1073/pnas.1116437108",
    "title": "Global food demand and the sustainable intensification of agriculture",
    "author": [
      {
        "given": "David",
        "family": "Tilman"
      },
      {
        "given": "Christian",
        "family": "Balzer"
      },
      {
        "given": "Jason",
        "family": "Hill"
      },
      {
        "given": "Belinda L.",
        "family": "Befort"
      }
    ],
    "year": 2011,
    "journal": "Proceedings of the National Academy of Sciences",
    "journal-short": "Proc. Natl. Acad. Sci. U.S.A.",
    "page": "20260-20264",
    "volume": "108",
    "url": "https://doi.org/10.1073/pnas.1116437108",
    "abstract": "\u003cjats:p\u003eGlobal food demand is increasing rapidly, as are the environmental impacts of agricultural expansion. Here, we project global demand for crop production in 2050 and evaluate the environmental impacts of alternative ways that this demand might be met. We find that per capita demand for crops, when measured as caloric or protein content of all crops combined, has been a similarly increasing function of per capita real income since 1960. This relationship forecasts a 100–110% increase in global crop demand from 2005 to 2050. Quantitative assessments show that the environmental impacts of meeting this demand depend on how global agriculture expands. If current trends of greater agricultural intensification in richer nations and greater land clearing (extensification) in poorer nations were to continue, ∼1 billion ha of land would be cleared globally by 2050, with CO\u003cjats:sub\u003e2\u003c/jats:sub\u003e-C equivalent greenhouse gas emissions reaching ∼3 Gt y\u003cjats:sup\u003e−1\u003c/jats:sup\u003eand N use ∼250 Mt y\u003cjats:sup\u003e−1\u003c/jats:sup\u003eby then. In contrast, if 2050 crop demand was met by moderate intensification focused on existing croplands of underyielding nations, adaptation and transfer of high-yielding technologies to these croplands, and global technological improvements, our analyses forecast land clearing of only ∼0.2 billion ha, greenhouse gas emissions of ∼1 Gt y\u003cjats:sup\u003e−1\u003c/jats:sup\u003e, and global N use of ∼225 Mt y\u003cjats:sup\u003e−1\u003c/jats:sup\u003e. Efficient management practices could substantially lower nitrogen use. Attainment of high yields on existing croplands of underyielding nations is of great importance if global crop demand is to be met with minimal environmental impacts.\u003c/jats:p\u003e"
  },
  "10.1111/1365-2435.14441": {
    "type": "journal-article",
    "doi": "10.1111/1365-2435.14441",
    "title": "Plant neighbourhood diversity effects on leaf traits: A meta‐analysis",
    "author": [
      {
        "given": "Juri A.",
        "family": "Felix"
      },
      {
        "given": "Philip C.",
        "family": "Stevenson"
      },
      {
        "given": "Julia",
        "family": "Koricheva"
      }
    ],
    "year": 2023,
    "journal": "Functional Ecology",
    "journal-short": "Functional Ecology",
    "page": "3150-3163",
    "volume": "37",
    "url": "https://doi.org/10.1111/1365-2435.14441",
    "abstract": "\u003cjats:title\u003eAbstract\u003c/jats:title\u003e\u003cjats:p\u003e\n\u003cjats:list\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eLeaf traits often vary with plant neighbourhood composition, which in turn may mediate plant susceptibility to herbivory. However, it is unknown whether there are any common patterns of change in leaf trait expression in response to neighbourhood diversity, and whether these responses confer increased resistance or susceptibility to herbivores.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eWe used meta‐analysis to combine data from 43 studies that examined the influence of neighbourhood diversity on eight physical and chemical leaf traits that could affect herbivory. All leaf traits apart from leaf thickness were highly plastic and exhibited significant differences between plant monocultures and species mixtures, but the direction of effect was variable. Leaf toughness was the only trait that displayed a significant decrease with plant diversity, whereas specific leaf area (SLA) and leaf nitrogen were both marginally increased in species mixtures.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eThe magnitude and direction of leaf trait responses to neighbourhood diversity were independent of plant density and phylogenetic diversity, but changes in SLA correlated positively with plant species richness. SLA was also significantly increased in experimental studies, but not in observational studies, while neighbourhoods containing nitrogen‐fixers were associated with increased leaf nitrogen and reduced phenolics. When studies on the over‐represented species \u003cjats:italic\u003eBetula pendula\u003c/jats:italic\u003e were removed from the analysis, the effect of neighbourhood diversity on leaf toughness became nonsignificant, but phenolics were significantly reduced in diverse neighbourhoods composed of mature trees, and marginally reduced in species mixtures across all studies.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eIncreases in plant neighbourhood diversity are often associated with reductions of herbivory, although in some cases, the reverse occurs, and plants growing in species mixtures are found to suffer greater herbivory than those in monocultures. This study offers a potential explanation for the latter phenomenon, as our results show that leaf trait expression is highly plastic in response to neighbourhood diversity, and in certain cases could lead to increased leaf quality, which in turn could promote greater rates of herbivory.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\u003c/jats:list\u003e\n\u003c/jats:p\u003e\u003cjats:p\u003eRead the free \u003cjats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://fesummaries.wordpress.com/2023/10/03/does-trait-variation-cause-a-reduction-of-leaf-quality-for-plants-growing-in-species-mixtures/\"\u003ePlain Language Summary\u003c/jats:ext-link\u003e for this article on the Journal blog.\u003c/jats:p\u003e"
  },
  "10.1111/1365-2745.12041": {
    "type": "journal-article",
    "doi": "10.1111/1365-2745.12041",
    "title": "Herbivore‐induced plant volatiles provide associational resistance against an ovipositing herbivore",
    "author": [
      {
        "given": "Ali",
        "family": "Zakir"
      },
      {
        "given": "Medhat M.",
        "family": "Sadek"
      },
      {
        "given": "Marie",
        "family": "Bengtsson"
      },
      {
        "given": "Bill S.",
        "family": "Hansson"
      },
      {
        "given": "Peter",
        "family": "Witzgall"
      },
      {
        "given": "Peter",
        "family": "Anderson"
      }
    ],
    "year": 2012,
    "journal": "Journal of Ecology",
    "journal-short": "Journal of Ecology",
    "page": "410-417",
    "volume": "101",
    "url": "https://doi.org/10.1111/1365-2745.12041",
    "abstract": "\u003cjats:title\u003eSummary\u003c/jats:title\u003e\u003cjats:p\u003e\u003cjats:list\u003e\u003cjats:list-item\u003e\u003cjats:p\u003ePlants produce herbivore‐induced plant volatiles (\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es) in response to damage by herbivores. Although\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es are known to enhance plant resistance by affecting herbivore host plant preferences and by attracting natural enemies, little is known about the role of\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es on the resistance of neighbouring plants and the mechanism behind this associational resistance.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\u003cjats:list-item\u003e\u003cjats:p\u003eThis study examined the effect of\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es from herbivore‐damaged host plants (alfalfa (\u003cjats:italic\u003e\u003cjats:styled-content style=\"fixed-case\"\u003eM\u003c/jats:styled-content\u003eedicago sativa\u003c/jats:italic\u003e), clover (\u003cjats:italic\u003e\u003cjats:styled-content style=\"fixed-case\"\u003eT\u003c/jats:styled-content\u003erifolium alexandrinum\u003c/jats:italic\u003e) and cotton (\u003cjats:italic\u003e\u003cjats:styled-content style=\"fixed-case\"\u003eG\u003c/jats:styled-content\u003eossypium hirsutum\u003c/jats:italic\u003e)) on oviposition by\u003cjats:styled-content style=\"fixed-case\"\u003eE\u003c/jats:styled-content\u003egyptian cotton leafworm (\u003cjats:italic\u003e\u003cjats:styled-content style=\"fixed-case\"\u003eS\u003c/jats:styled-content\u003epodoptera littoralis\u003c/jats:italic\u003e) (\u003cjats:styled-content style=\"fixed-case\"\u003eL\u003c/jats:styled-content\u003eepidoptera:\u003cjats:styled-content style=\"fixed-case\"\u003eN\u003c/jats:styled-content\u003eoctuidae) on neighbouring, undamaged host plants.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\u003cjats:list-item\u003e\u003cjats:p\u003eThere was a significant reduction in oviposition by\u003cjats:italic\u003e\u003cjats:styled-content style=\"fixed-case\"\u003eS\u003c/jats:styled-content\u003e. littoralis\u003c/jats:italic\u003eon undamaged plants adjacent to herbivore‐damaged cotton plants under both field and laboratory conditions. The results showed that the associational resistance by\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es depends on direct effects on oviposition behaviour in\u003cjats:italic\u003e\u003cjats:styled-content style=\"fixed-case\"\u003eS\u003c/jats:styled-content\u003e. littoralis\u003c/jats:italic\u003e. There were also indications that other mechanisms may be involved.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\u003cjats:list-item\u003e\u003cjats:p\u003eAssociational resistance via\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es was not observed for all plant species tested. Emission of\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es from damaged cotton increased the resistance of undamaged cotton and alfalfa plants to oviposition by\u003cjats:italic\u003e\u003cjats:styled-content style=\"fixed-case\"\u003eS\u003c/jats:styled-content\u003e. littoralis\u003c/jats:italic\u003e, but\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003es from damaged alfalfa and clover neighbours did not provide resistance to undamaged cotton plants.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\u003cjats:list-item\u003e\u003cjats:p\u003e\u003cjats:italic\u003eSynthesis\u003c/jats:italic\u003e. Our results suggest that the presence of\u003cjats:styled-content style=\"fixed-case\"\u003eHIPV\u003c/jats:styled-content\u003e‐emitting plant neighbours can reduce herbivory on undamaged plants and enhance plant resistance by affecting oviposition behaviour in insect herbivores.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\u003c/jats:list\u003e\u003c/jats:p\u003e"
  },
  "10.1111/1365-2745.14405": {
    "type": "journal-article",
    "doi": "10.1111/1365-2745.14405",
    "title": "Neighbourhood diversity effects on insect herbivory: Plant leaf traits mediate associational resistance",
    "author": [
      {
        "given": "Zhenyu",
        "family": "Wang"
      },
      {
        "given": "Lixuan",
        "family": "Feng"
      },
      {
        "given": "Adam",
        "family": "Frew"
      },
      {
        "given": "Anqi",
        "family": "Lu"
      },
      {
        "given": "Zaipeng",
        "family": "Yu"
      },
      {
        "given": "Zhiqun",
        "family": "Huang"
      }
    ],
    "year": 2024,
    "journal": "Journal of Ecology",
    "journal-short": "Journal of Ecology",
    "page": "2613-2623",
    "volume": "112",
    "url": "https://doi.org/10.1111/1365-2745.14405",
    "abstract": "\u003cjats:title\u003eAbstract\u003c/jats:title\u003e\u003cjats:p\u003e\n\u003cjats:list\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eThe vulnerability of trees to insect herbivory can be influenced by forest structure and diversity. Associational resistance theory posits that trees surrounded by diverse neighbours are likely to suffer reduced herbivory. However, the underlying mechanisms of this effect are debated, with accumulating evidence suggesting that leaf traits could mediate the strength and direction of the diversity‐herbivory relationships.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eTo determine the role of tree trait variation in mediating this relationship, we measured leaf herbivory and nine morphological and nutritional leaf traits known to influence herbivory on 394 focal trees of twelve species cultivated in monocultures and mixtures of four, eight, and sixteen species in a 4‐year‐old large‐scale manipulated tree diversity experiment.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eA reduction in the proportion of focal trees in species‐rich neighbourhoods resulted in increased leaf carbon: nitrogen ratio of focal trees, which mediated a reduction in insect herbivory. Moreover, an increase in plant height apparency, defined as the disparity in total height between a focal tree and its closest neighbours, indirectly amplified herbivory by reducing leaf phosphorus concentration.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003e\u003cjats:italic\u003eSynthesis\u003c/jats:italic\u003e: The study suggests that neighbourhood diversity and physical structure can indirectly affect herbivory on a focal plant by modifying its leaf trait. Accounting for the functional differences between forests could enhance our understanding of diversity–herbivory relationships.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\u003c/jats:list\u003e\n\u003c/jats:p\u003e"
  },
  "10.1111/j.1469-185x.2007.00027.x": {
    "type": "journal-article",
    "doi": "10.1111/j.1469-185x.2007.00027.x",
    "title": "Effect size, confidence interval and statistical significance: a practical guide for biologists",
    "author": [
      {
        "given": "Shinichi",
        "family": "Nakagawa"
      },
      {
        "given": "Innes C.",
        "family": "Cuthill"
      }
    ],
    "year": 2007,
    "journal": "Biological Reviews",
    "journal-short": "Biological Reviews",
    "page": "591-605",
    "volume": "82",
    "url": "https://doi.org/10.1111/j.1469-185x.2007.00027.x",
    "abstract": "\u003cjats:title\u003eAbstract\u003c/jats:title\u003e\u003cjats:p\u003eNull hypothesis significance testing (NHST) is the dominant statistical approach in biology, although it has many, frequently unappreciated, problems. Most importantly, NHST does not provide us with two crucial pieces of information: (1) the magnitude of an effect of interest, and (2) the precision of the estimate of the magnitude of that effect. All biologists should be ultimately interested in biological importance, which may be assessed using the magnitude of an effect, but not its statistical significance. Therefore, we advocate presentation of measures of the magnitude of effects (i.e. effect size statistics) and their confidence intervals (CIs) in all biological journals. Combined use of an effect size and its CIs enables one to assess the relationships within data more effectively than the use of\u003cjats:italic\u003ep\u003c/jats:italic\u003evalues, regardless of statistical significance. In addition, routine presentation of effect sizes will encourage researchers to view their results in the context of previous research and facilitate the incorporation of results into future meta‐analysis, which has been increasingly used as the standard method of quantitative review in biology. In this article, we extensively discuss two dimensionless (and thus standardised) classes of effect size statistics:\u003cjats:italic\u003ed\u003c/jats:italic\u003estatistics (standardised mean difference) and\u003cjats:italic\u003er\u003c/jats:italic\u003estatistics (correlation coefficient), because these can be calculated from almost all study designs and also because their calculations are essential for meta‐analysis. However, our focus on these standardised effect size statistics does not mean unstandardised effect size statistics (e.g. mean difference and regression coefficient) are less important. We provide potential solutions for four main technical problems researchers may encounter when calculating effect size and CIs: (1) when covariates exist, (2) when bias in estimating effect size is possible, (3) when data have non‐normal error structure and/or variances, and (4) when data are non‐independent. Although interpretations of effect sizes are often difficult, we provide some pointers to help researchers. This paper serves both as a beginner’s instruction manual and a stimulus for changing statistical practice for the better in the biological sciences.\u003c/jats:p\u003e"
  },
  "10.1111/nph.14475": {
    "type": "journal-article",
    "doi": "10.1111/nph.14475",
    "title": "Herbivore‐induced plant volatiles and tritrophic interactions across spatial scales",
    "author": [
      {
        "given": "Yavanna",
        "family": "Aartsma"
      },
      {
        "given": "Felix J. J. A.",
        "family": "Bianchi"
      },
      {
        "given": "Wopke",
        "family": "van der Werf"
      },
      {
        "given": "Erik H.",
        "family": "Poelman"
      },
      {
        "given": "Marcel",
        "family": "Dicke"
      }
    ],
    "year": 2017,
    "journal": "New Phytologist",
    "journal-short": "New Phytologist",
    "page": "1054-1063",
    "volume": "216",
    "url": "https://doi.org/10.1111/nph.14475",
    "abstract": "\u003cjats:title\u003eSummary\u003c/jats:title\u003e\u003cjats:p\u003eHerbivore‐induced plant volatiles (HIPVs) are an important cue used in herbivore location by carnivorous arthropods such as parasitoids. The effects of plant volatiles on parasitoids have been well characterised at small spatial scales, but little research has been done on their effects at larger spatial scales. The spatial matrix of volatiles (‘volatile mosaic’) within which parasitoids locate their hosts is dynamic and heterogeneous. It is shaped by the spatial pattern of HIPV‐emitting plants, the concentration, chemical composition and breakdown of the emitted HIPV blends, and by environmental factors such as wind, turbulence and vegetation that affect transport and mixing of odour plumes. The volatile mosaic may be exploited differentially by different parasitoid species, in relation to species traits such as sensory ability to perceive volatiles and the physical ability to move towards the source. Understanding how HIPVs influence parasitoids at larger spatial scales is crucial for our understanding of tritrophic interactions and sustainable pest management in agriculture. However, there is a large gap in our knowledge on how volatiles influence the process of host location by parasitoids at the landscape scale. Future studies should bridge the gap between the chemical and behavioural ecology of tritrophic interactions and landscape ecology.\u003c/jats:p\u003e"
  }
}
