{
  "10.1046/j.1365-2486.2002.00451.x": {
    "type": "journal-article",
    "doi": "10.1046/j.1365-2486.2002.00451.x",
    "title": "Herbivory in global climate change research: direct effects of rising temperature on insect herbivores",
    "author": [
      {
        "given": "Jeffery S.",
        "family": "Bale",
        "sequence": "first"
      },
      {
        "given": "Gregory J.",
        "family": "Masters",
        "sequence": "additional"
      },
      {
        "given": "Ian D.",
        "family": "Hodkinson",
        "sequence": "additional"
      },
      {
        "given": "Caroline",
        "family": "Awmack",
        "sequence": "additional"
      },
      {
        "given": "T. Martijn",
        "family": "Bezemer",
        "sequence": "additional"
      },
      {
        "given": "Valerie K.",
        "family": "Brown",
        "sequence": "additional"
      },
      {
        "given": "Jennifer",
        "family": "Butterfield",
        "sequence": "additional"
      },
      {
        "given": "Alan",
        "family": "Buse",
        "sequence": "additional"
      },
      {
        "given": "John C.",
        "family": "Coulson",
        "sequence": "additional"
      },
      {
        "given": "John",
        "family": "Farrar",
        "sequence": "additional"
      },
      {
        "given": "John E. G.",
        "family": "Good",
        "sequence": "additional"
      },
      {
        "given": "Richard",
        "family": "Harrington",
        "sequence": "additional"
      },
      {
        "given": "Susane",
        "family": "Hartley",
        "sequence": "additional"
      },
      {
        "given": "T. Hefin",
        "family": "Jones",
        "sequence": "additional"
      },
      {
        "given": "Richard L.",
        "family": "Lindroth",
        "sequence": "additional"
      },
      {
        "given": "Malcolm C.",
        "family": "Press",
        "sequence": "additional"
      },
      {
        "given": "Ilias",
        "family": "Symrnioudis",
        "sequence": "additional"
      },
      {
        "given": "Allan D.",
        "family": "Watt",
        "sequence": "additional"
      },
      {
        "given": "John B.",
        "family": "Whittaker",
        "sequence": "additional"
      }
    ],
    "year": 0,
    "issued": {
      "date-parts": [
        [
          2002,
          1
        ]
      ]
    },
    "container-title": "Global Change Biology",
    "short-container-title": "Global Change Biology",
    "page": "1-16",
    "volume": "8",
    "url": "https://doi.org/10.1046/j.1365-2486.2002.00451.x",
    "abstract": "\u003cjats:title\u003eAbstract\u003c/jats:title\u003e\u003cjats:p\u003eThis review examines the direct effects of climate change on insect herbivores. Temperature is identified as the dominant abiotic factor directly affecting herbivorous insects. There is little evidence of any direct effects of CO\u003cjats:sub\u003e2\u003c/jats:sub\u003e or UVB. Direct impacts of precipitation have been largely neglected in current research on climate change. Temperature directly affects development, survival, range and abundance. Species with a large geographical range will tend to be less affected. The main effect of temperature in temperate regions is to influence winter survival; at more northerly latitudes, higher temperatures extend the summer season, increasing the available thermal budget for growth and reproduction. Photoperiod is the dominant cue for the seasonal synchrony of temperate insects, but their thermal requirements may differ at different times of year. Interactions between photoperiod and temperature determine phenology; the two factors do not necessarily operate in tandem. Insect herbivores show a number of distinct life‐history strategies to exploit plants with different growth forms and strategies, which will be differentially affected by climate warming. There are still many challenges facing biologists in predicting and monitoring the impacts of climate change. Future research needs to consider insect herbivore phenotypic and genotypic flexibility, their responses to global change parameters operating in concert, and awareness that some patterns may only become apparent in the longer term.\u003c/jats:p\u003e"
  },
  "10.1111/1365-2435.14441": {
    "type": "journal-article",
    "doi": "10.1111/1365-2435.14441",
    "title": "Plant neighbourhood diversity effects on leaf traits: A meta‐analysis",
    "author": [
      {
        "ORCID": "https://orcid.org/0000-0002-7887-5419",
        "given": "Juri A.",
        "family": "Felix",
        "affiliation": [
          {
            "name": "Department of Biological Sciences Royal Holloway University of London  Egham UK"
          },
          {
            "name": "Royal Botanic Gardens  Kew UK"
          }
        ],
        "sequence": "first"
      },
      {
        "ORCID": "https://orcid.org/0000-0002-0736-3619",
        "given": "Philip C.",
        "family": "Stevenson",
        "affiliation": [
          {
            "name": "Royal Botanic Gardens  Kew UK"
          }
        ],
        "sequence": "additional"
      },
      {
        "ORCID": "https://orcid.org/0000-0002-9033-0171",
        "given": "Julia",
        "family": "Koricheva",
        "affiliation": [
          {
            "name": "Department of Biological Sciences Royal Holloway University of London  Egham UK"
          }
        ],
        "sequence": "additional"
      }
    ],
    "year": 0,
    "issued": {
      "date-parts": [
        [
          2023,
          9,
          29
        ]
      ]
    },
    "container-title": "Functional Ecology",
    "short-container-title": "Functional Ecology",
    "page": "3150-3163",
    "volume": "37",
    "url": "https://doi.org/10.1111/1365-2435.14441",
    "abstract": "\u003cjats:title\u003eAbstract\u003c/jats:title\u003e\u003cjats:p\u003e\n\u003cjats:list\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eLeaf traits often vary with plant neighbourhood composition, which in turn may mediate plant susceptibility to herbivory. However, it is unknown whether there are any common patterns of change in leaf trait expression in response to neighbourhood diversity, and whether these responses confer increased resistance or susceptibility to herbivores.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eWe used meta‐analysis to combine data from 43 studies that examined the influence of neighbourhood diversity on eight physical and chemical leaf traits that could affect herbivory. All leaf traits apart from leaf thickness were highly plastic and exhibited significant differences between plant monocultures and species mixtures, but the direction of effect was variable. Leaf toughness was the only trait that displayed a significant decrease with plant diversity, whereas specific leaf area (SLA) and leaf nitrogen were both marginally increased in species mixtures.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eThe magnitude and direction of leaf trait responses to neighbourhood diversity were independent of plant density and phylogenetic diversity, but changes in SLA correlated positively with plant species richness. SLA was also significantly increased in experimental studies, but not in observational studies, while neighbourhoods containing nitrogen‐fixers were associated with increased leaf nitrogen and reduced phenolics. When studies on the over‐represented species \u003cjats:italic\u003eBetula pendula\u003c/jats:italic\u003e were removed from the analysis, the effect of neighbourhood diversity on leaf toughness became nonsignificant, but phenolics were significantly reduced in diverse neighbourhoods composed of mature trees, and marginally reduced in species mixtures across all studies.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\n\u003cjats:list-item\u003e\u003cjats:p\u003eIncreases in plant neighbourhood diversity are often associated with reductions of herbivory, although in some cases, the reverse occurs, and plants growing in species mixtures are found to suffer greater herbivory than those in monocultures. This study offers a potential explanation for the latter phenomenon, as our results show that leaf trait expression is highly plastic in response to neighbourhood diversity, and in certain cases could lead to increased leaf quality, which in turn could promote greater rates of herbivory.\u003c/jats:p\u003e\u003c/jats:list-item\u003e\n\u003c/jats:list\u003e\n\u003c/jats:p\u003e\u003cjats:p\u003eRead the free \u003cjats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://fesummaries.wordpress.com/2023/10/03/does-trait-variation-cause-a-reduction-of-leaf-quality-for-plants-growing-in-species-mixtures/\"\u003ePlain Language Summary\u003c/jats:ext-link\u003e for this article on the Journal blog.\u003c/jats:p\u003e"
  },
  "10.1111/j.1469-185X.2007.00027.x": {
    "type": "journal-article",
    "doi": "10.1111/j.1469-185x.2007.00027.x",
    "title": "Effect size, confidence interval and statistical significance: a practical guide for biologists",
    "author": [
      {
        "given": "Shinichi",
        "family": "Nakagawa",
        "sequence": "first"
      },
      {
        "given": "Innes C.",
        "family": "Cuthill",
        "sequence": "additional"
      }
    ],
    "year": 0,
    "issued": {
      "date-parts": [
        [
          2007,
          10,
          18
        ]
      ]
    },
    "container-title": "Biological Reviews",
    "short-container-title": "Biological Reviews",
    "page": "591-605",
    "volume": "82",
    "url": "https://doi.org/10.1111/j.1469-185x.2007.00027.x",
    "abstract": "\u003cjats:title\u003eAbstract\u003c/jats:title\u003e\u003cjats:p\u003eNull hypothesis significance testing (NHST) is the dominant statistical approach in biology, although it has many, frequently unappreciated, problems. Most importantly, NHST does not provide us with two crucial pieces of information: (1) the magnitude of an effect of interest, and (2) the precision of the estimate of the magnitude of that effect. All biologists should be ultimately interested in biological importance, which may be assessed using the magnitude of an effect, but not its statistical significance. Therefore, we advocate presentation of measures of the magnitude of effects (i.e. effect size statistics) and their confidence intervals (CIs) in all biological journals. Combined use of an effect size and its CIs enables one to assess the relationships within data more effectively than the use of\u003cjats:italic\u003ep\u003c/jats:italic\u003evalues, regardless of statistical significance. In addition, routine presentation of effect sizes will encourage researchers to view their results in the context of previous research and facilitate the incorporation of results into future meta‐analysis, which has been increasingly used as the standard method of quantitative review in biology. In this article, we extensively discuss two dimensionless (and thus standardised) classes of effect size statistics:\u003cjats:italic\u003ed\u003c/jats:italic\u003estatistics (standardised mean difference) and\u003cjats:italic\u003er\u003c/jats:italic\u003estatistics (correlation coefficient), because these can be calculated from almost all study designs and also because their calculations are essential for meta‐analysis. However, our focus on these standardised effect size statistics does not mean unstandardised effect size statistics (e.g. mean difference and regression coefficient) are less important. We provide potential solutions for four main technical problems researchers may encounter when calculating effect size and CIs: (1) when covariates exist, (2) when bias in estimating effect size is possible, (3) when data have non‐normal error structure and/or variances, and (4) when data are non‐independent. Although interpretations of effect sizes are often difficult, we provide some pointers to help researchers. This paper serves both as a beginner’s instruction manual and a stimulus for changing statistical practice for the better in the biological sciences.\u003c/jats:p\u003e"
  },
  "10.1111/nph.14475": {
    "type": "journal-article",
    "doi": "10.1111/nph.14475",
    "title": "Herbivore‐induced plant volatiles and tritrophic interactions across spatial scales",
    "author": [
      {
        "given": "Yavanna",
        "family": "Aartsma",
        "affiliation": [
          {
            "name": "Farming Systems Ecology Wageningen University PO Box 430 Wageningen 6700 AK the Netherlands"
          },
          {
            "name": "Laboratory of Entomology Wageningen University PO Box 16 Wageningen 6700 AA the Netherlands"
          },
          {
            "name": "Centre for Crop Systems Analysis Wageningen University PO Box 430 Wageningen 6700 AK the Netherlands"
          }
        ],
        "sequence": "first"
      },
      {
        "given": "Felix J. J. A.",
        "family": "Bianchi",
        "affiliation": [
          {
            "name": "Farming Systems Ecology Wageningen University PO Box 430 Wageningen 6700 AK the Netherlands"
          }
        ],
        "sequence": "additional"
      },
      {
        "given": "Wopke",
        "family": "van der Werf",
        "affiliation": [
          {
            "name": "Centre for Crop Systems Analysis Wageningen University PO Box 430 Wageningen 6700 AK the Netherlands"
          }
        ],
        "sequence": "additional"
      },
      {
        "given": "Erik H.",
        "family": "Poelman",
        "affiliation": [
          {
            "name": "Laboratory of Entomology Wageningen University PO Box 16 Wageningen 6700 AA the Netherlands"
          }
        ],
        "sequence": "additional"
      },
      {
        "given": "Marcel",
        "family": "Dicke",
        "affiliation": [
          {
            "name": "Laboratory of Entomology Wageningen University PO Box 16 Wageningen 6700 AA the Netherlands"
          }
        ],
        "sequence": "additional"
      }
    ],
    "year": 0,
    "issued": {
      "date-parts": [
        [
          2017,
          2,
          14
        ]
      ]
    },
    "container-title": "New Phytologist",
    "short-container-title": "New Phytologist",
    "page": "1054-1063",
    "volume": "216",
    "url": "https://doi.org/10.1111/nph.14475",
    "abstract": "\u003cjats:title\u003eSummary\u003c/jats:title\u003e\u003cjats:p\u003eHerbivore‐induced plant volatiles (HIPVs) are an important cue used in herbivore location by carnivorous arthropods such as parasitoids. The effects of plant volatiles on parasitoids have been well characterised at small spatial scales, but little research has been done on their effects at larger spatial scales. The spatial matrix of volatiles (‘volatile mosaic’) within which parasitoids locate their hosts is dynamic and heterogeneous. It is shaped by the spatial pattern of HIPV‐emitting plants, the concentration, chemical composition and breakdown of the emitted HIPV blends, and by environmental factors such as wind, turbulence and vegetation that affect transport and mixing of odour plumes. The volatile mosaic may be exploited differentially by different parasitoid species, in relation to species traits such as sensory ability to perceive volatiles and the physical ability to move towards the source. Understanding how HIPVs influence parasitoids at larger spatial scales is crucial for our understanding of tritrophic interactions and sustainable pest management in agriculture. However, there is a large gap in our knowledge on how volatiles influence the process of host location by parasitoids at the landscape scale. Future studies should bridge the gap between the chemical and behavioural ecology of tritrophic interactions and landscape ecology.\u003c/jats:p\u003e"
  }
}
